---
kind: property
id: P:Autodesk.Revit.DB.ContourSettingItem.Stop
source: html/48e8f23d-5d1f-4b0b-de3c-ba166ecbea74.htm
---
# Autodesk.Revit.DB.ContourSettingItem.Stop Property

The contour range stop elevation.

## Syntax (C#)
```csharp
public double Stop { get; }
```